export default {
  navigation: {
    home: "მთავარი",
    blog: "ბლოგები",
    contact: "კონტაქტი",
    product: "პროდუქტები",
    users: "მომხმარებელი",
    profile: "პროფილი",
    admin: "ადმინი",
  },
  footer: {
    zone: `შემოგვიერთდი ვიტალურ ზონაში, ჩვენი გუნდი დაგეხმარებათ მიიღოთ მაქსიმალური შედეგი და მიაღწიოთ სასურველ შედეგს`,
    right: " © 2024 ყველა უფლება დაცულია",
    links: "ლინკები",
    contact: "კონტაქტი",
    rustaveli: "რუსთაველის გამზირი",
    tbilisi: "თბილისი, საქართველო",
    email: "მეილი",
    phone: "ტელეფონი",
    offers: "შეთავაზებები",
  },

  socIcons: {
    find: "მოგვძებნეთ",
  },
  contact: {
    leaveMessage: "მოგვწერეთ",
    submit: "გაგზავნა",
    message: " ჩვენ მივიღეთ თქვენი მესიჯი ",
  },
  contactInformation: {
    phone: "ტელეფონი",
    address: "მისამართი",
    time: "სამუშაო საათები",
    email: "მეილი",
  },

  addUser: {
    name: "სახელი",
    email: "მეილი",
    age: "ასაკი",
    save: "შენახვა",
    newUser: "დაამატე ახალი",
  },
  editUser: {
    close: "დახურვა",
  },
  profile: {
    userInfo: "მომხმარებლის ინფორმაცია",
    name: "სახელი და გვარი:",
    email: "ელ.ფოსტა:",
    picture: "შეცვალე ფოტო",
    chooseFile: "არჩევა",
    upload: "ატვირთვა",
  },
  offers: {
    seemore: "ნახე მეტი",
    offer: "ჩვენ გთავაზობთ",
    pool: "აკვა აერობიკა",
    trainer: "პერსონალური ტრენერი",
    group: "ჯგუფური ვარჯიშები",
    yoga: "იოგა",
    spa: "სპა",
    cafe: "ჯანსაღი კვება",
    muscle: "კუნთოვანი მასის მომატება",
    weight: "წონაში კლება",
  },
  chooseUs: {
    choose: "რატომ ჩვენ",
    equipment: "თანამედროვე აღწურვილობა",
    nutrition: "ჯანსაღი კვების გეგმა",
    training: "პერსონალური ვარჯიშები",
    needs: "ინდივიდუალური გეგმა",
    lorem: ` ლორემ იპსუმ ბერლინალეს გამოილევოდა 
    პეპელასავით აბრის იწამლავ კრებებზედაც. გაბაშვილის უჭირს წიგნიქექიას.`,
  },
  article: {
    article: "უახლესი ბლოგები",
  },
  product: {
    products: "ჩვენი პროდუქტები",
  },
  index: {
    bmi: "BMI კალკულატორი",
  },
  Ai: {
    Ai: " მიიღე პირადი კონსულტაცია ჩატბოტისგან",
    click: "გადადი",
  },
  stuff: {
    stuff: "ჩვენი მწვრთნელები",
  },
  admin: {
    products: "პროდუქტები",
    open: "შესვლა",
    blogs: "ბლოგები",
    orders: "ორდერები",
    users: "მომხმარებელი",
    message: "შემოსული მესიჯები",
  },
} as const;
